recipes/lasagna.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Lasagna</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/css/org.css" /> <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.1.1/css/brands.min.css">
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/recipes/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">Lasagna</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org4dfc355">Lasagna</a>
<ul>
<li><a href="#orge0d301f">Ingredients</a></li>
<li><a href="#orga76ac84">Instructions</a></li>
</ul>
</li>
</ul>
</div>
</div>


<div id="outline-container-org4dfc355" class="outline-2">
<h2 id="org4dfc355">Lasagna</h2>
<div class="outline-text-2" id="text-org4dfc355">
</div>
<div id="outline-container-orge0d301f" class="outline-3">
<h3 id="orge0d301f">Ingredients</h3>
<div class="outline-text-3" id="text-orge0d301f">
<p>
For 4 people:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Ingredient</th>
<th scope="col" class="org-left">Quantity</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a href="bechamel.html">Bechamel</a></td>
<td class="org-left">50cl</td>
</tr>

<tr>
<td class="org-left"><a href="bolognese.html">Bolognese</a></td>
<td class="org-left">50cl</td>
</tr>

<tr>
<td class="org-left">Lasagna pasta</td>
<td class="org-left">250g</td>
</tr>

<tr>
<td class="org-left">Emmental cheese</td>
<td class="org-left">100g</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orga76ac84" class="outline-3">
<h3 id="orga76ac84">Instructions</h3>
<div class="outline-text-3" id="text-orga76ac84">
<ul class="org-ul">
<li>Pre-heat oven at 210°C</li>
<li>Prepare the bechamel and the bolognese</li>
<li>In an oven dish, create layers until the top of the dish with bolognese &lt; pasta &lt; bechamel &lt; pasta</li>
<li>The very bottom layer should be bolognese and the very top layer should be bechamel</li>
<li>Top with grated emmental cheese</li>
<li>Put in the oven for 45min</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2022-05-10 Tue 00:00</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.1 (<a href="https://orgmode.org">Org</a> mode 9.5.2)</p>
</div>
</body>
</html>
